#include <stdio.h>
#include <Windows.h>
void zjm()
{
	printf("  ############                                           \n");
	printf("       ##                                                       \n");
	printf("       ##     #####   #  ###     #####    #####   #  ###  ########        \n");
	printf("       ##    #     #  #     #   #        #     #  #     #    #        \n");
	printf("       ##    #######  #     #   #        #######  #     #    #    \n");
	printf("       ##    #        #     #   #        #        #     #    #       \n");
	printf("       ##     #####   #     #    #####    #####   #     #    #   \n");
	Sleep(5000);
	printf("\n系统初始化中……\n请稍后……");
	Sleep(2000);
	system("cls");
	printf("欢迎来到腾讯充值中心！\n");
}

void zcd()
{
	system("cls");
	printf("      #################################################################\n");
	printf("      ##    1.余额查询    2.余额充值    3.游戏充值     4.余额提现    ##\n");
	printf("      ##    5.Q币充值     6.退出                                     ##\n");
	printf("      ##                                                             ##\n");
	printf("      ##                                                             ##\n");
	printf("      ##                                                             ##\n");
	printf("      #################################################################\n");
	printf("请选择你要进行的操作：");
}